Repository: Vigilo/vigiconf-local
Catalog: i18n/*/LC_MESSAGES/vigilo-vigiconf-local.po
Languages: de, fr

source: %prog [options] command [arguments]
fr: %prog [options] commande [arguments]

source: Only print the command that would be run
de: Nur den auszuführenden Befehl drucken
fr: Afficher les commandes qui seraient exécutées, sans les exécuter

source: No command selected. Available commands: %s
de: Kein Befehl ausgewählt. Verfügbarer Befehl: %s
fr: Pas de commande sélectionnée. Commandes disponibles : %s

source: Unknown command. Available commands: %s
de: Unbekannter Befehl. Verfügbarer Befehl: %s
fr: Commande inconnue. Commandes disponibles : %s

source: Wrong number of arguments. Expected: %s
de: Fehlerhafte Argumentanzahl. Erwartet: %s
fr: Nombre d'arguments incorrect. Attendu : %s

source: Setup error: %s
de: Setup-Fehler: %s
fr: Erreur d'installation : %s

source: Error: %s
de: Fehler: %s
fr: Erreur : %s

source: The archive '%s' does not exist, copy it first
de: Archiv '%s' nicht vorhanden, muss erst kopiert werden
fr: L'archive '%s' n'existe pas, copiez la d'abord

source: Can't untar the configuration: %(output)s
fr: Impossible d'extraire la configuration : %(output)s

source: Please specify an application name to validate
de: Bitte einen Anwendungsnamen zur Überprüfung angeben
fr: Veuillez indiquer le nom de l'application à valider

source: No validation script: %s
de: Kein Gültigkeitsprüfungsskript: %s
fr: Script de validation manquant : %s

source: Validation failed for application '%(app)s'. Output: %(output)s
de: Gültigkeitsprüfung für Anwendung '%(app)s' ist fehlgeschlagen. Ausgabe: %(output)s
fr: Échec de la validation de l'application '%(app)s'. Sortie : %(output)s

source: The 'new' directory does not exist. Deploy the configuration first.
de: Das 'neue' Verzeichnis ist nicht vorhanden. Konfigurationstest bereitstellen.
fr: Le dossier 'new' n'existe pas. Déployez d'abord la configuration.

source: Backing up the directory 'prod' to 'old', and renaming 'new' into 'prod'
de: Sicherung des Verzeichnisses 'prod' in 'old' und Neubennung von 'new' in 'prod'
fr: Sauvegarde du dossier 'prod' dans 'old' et renommage de 'new' en 'prod'

source: Configuration activation failed: %(error)s. User '%(user)s' must have write access to '%(dir)s'.
de: Konfigurationsaktivierung fehlgeschlagen: %(error)s. Der Benutzer '%(user)s' muss Schreibzugriff zu '%(dir)s' haben.
fr: L'activation de la configuration a échoué : %(error)s. L'utilisateur '%(user)s' doit avoir les droits en écriture sur '%(dir)s'.

source: Configuration activation failed: %s.
de: Konfigurationsaktivierung fehlgeschlagen: %s.
fr: L'activation de la configuration a échoué : %s

source: The script '%(script)s' does not exist for application '%(app)s'
de: Das Skript '%(script)s' ist für Anwendung '%(app)s'nicht vorhanden
fr: Le script '%(script)s' n'existe pas pour l'application '%(app)s'

source: Action %(action)s failed for application %(app)s. Code: %(code)d. Output: %(output)s
de: Aktion %(action)s für Anwendung %(app)s fehlgeschlagen. Kode: %(code)d. Ausgabe: %(output)s
fr: L'action %(action)s a échoué pour l'application %(app)s. Code : %(code)d. Sortie : %(output)s

source: The directory '%s' does not exist.
de: Das Verzeichnis '%s' ist nicht vorhandent.
fr: Le dossier '%s' n'existe pas.

source: Getting revisions from these directories: %s
de: Es werden Revisionen aus diesen Verzeichnissen erhalten: %s
fr: Récupération des révisions depuis ces dossiers : %s

source: The directory 'new' does not exist.
fr: Le dossier 'new' n'existe pas.

source: Setting revision to: %s
fr: Positionnement de la révision à : %s
